var dataAll =[
  {
    "Name": "実習",
    "du": "じっしゅう",
    "yisi": "实习",
    "Type": "单词",
    "nian": "201107"
  },
  {
    "Name": "抽出",
    "du": "ちゅうしゅつ",
    "yisi": "抽出、提取",
    "Type": "单词",
    "nian": "其他"
  },
  {
    "Name": "定義",
    "du": "ていぎ",
    "yisi": "定义",
    "Type": "单词",
    "nian": "其他"
  },
  {
    "Name": "要否",
    "du": "ようひ",
    "yisi": "是否有必要",
    "Type": "单词",
    "nian": "其他"
  },
  {
    "Name": "取得",
    "du": "しゅとく",
    "yisi": "取得",
    "Type": "单词",
    "nian": "其他"
  },
  {
    "Name": "記号",
    "du": "きごう",
    "yisi": "记号、符号",
    "Type": "单词",
    "nian": "其他"
  },
  {
    "Name": "判定",
    "du": "はんてい",
    "yisi": "判定、判断",
    "Type": "单词",
    "nian": "其他"
  },
  {
    "Name": "判断",
    "du": "はんだん",
    "yisi": "判断",
    "Type": "单词",
    "nian": "其他"
  },
  {
    "Name": "途切れる",
    "du": "とぎれる",
    "yisi": "间断、中断",
    "Type": "单词",
    "nian": "其他"
  },
  {
    "Name": "一致点",
    "du": "いっちてん",
    "yisi": "一致点",
    "Type": "单词，其他"
  },
  {
    "Name": "出力",
    "du": "しゅつりょく",
    "yisi": "输出",
    "Type": "单词",
    "nian": "其他"
  },
  {
    "Name": "大いに改善の余地がある",
    "du": "かいぜん",
    "yisi": "改善",
    "Type": "单词",
    "nian": "其他"
  },
  {
    "Name": "監査",
    "du": "かんさ",
    "yisi": "监查",
    "Type": "单词",
    "nian": "其他"
  }
];